11/data/attachments/6ddff4a25d06ca0f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jake_four_Actions_96236_1</nif:username>
            <nif:friendToBeRequested>soap_actions_864345ea-caba-4b45-ba99-f08823b7c9b5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>